package by.htp.task.linprog;
/* даны два действительных числа x и y. 
 * Вычислить их сумму , разность, произведение и частное
 
 */
public class task1 {
	public static void main(String[] args) {
		double x,y,sum,raz,proizv,chast;
		x=5;
		y=2;
		sum = x + y ;
		raz = x - y ;
		proizv= x * y;
		chast = x / y;
		System.out.println ("sum= "+sum+" raz= "+raz+" proizv= "+proizv+" chast= "+chast);
		
		
	}

}
