package by.htp.task.linprog;
/*
 * 
 *  Дан прямоугольник, ширина которого в два раза меньше длины. найти
 *  площать прямоугольника
 * 
 */
public class Task7 {
	
	public static void main (String [] ars) {
		
	double a; // длина прямоугольника
	a = 11.5;
	double b; // ширина прямоугольника
	 b = a/2;
	 double s; // площадь прямоугольникаж
	 s = a * b;
	 
		System.out.println("Площадь прямоугольника равна "+s);
	}

}
